export const result = [
  {
    name: '댕댕이',
    script: '언제나 똥꼬발랄한 당신은 댕댕이!',
    tag: ['# 똥꼬발랄', '# 나만 바라봐', '# 로맨티스트'],
    description: [
      '보기만 해도 기분 좋아지는 똥꼬발랄한 댕댕이는 첫눈에 잘 반하는 스타일입니다. 마음을 자유롭게 표현하고 사랑에 매우 열정적인 스타일인 당신!',
      '마음의 타오르는 열정만큼 연락 빈도가 무척 중요하고 상대도 나마늠 사랑을 주길 바라는 댕댕이들.. 그래서 가끔은 강한 질투를 보이기도 한답니다. 조심해요! 심해지면 집착하고 의존하는 것처럼 보일 수도 있으니까요.',
    ],
    shareMessage: '열렬한 사랑꾼, 댕댕이',
    imageUrl:
      'https://github.com/waggle2/wagglewaggle/assets/87300419/a8e11514-c8e4-4264-aafb-1fcc8b26e412',
  },
  {
    name: '폭스',
    script: '매력이 흘러넘치는 당신은 폭스!',
    tag: ['# 치명매력', '# 쿨내 가득', '# 사랑은 게임'],
    description: [
      '한번 빠지면 나오기 힘든 매혹덩어리 폭스는 불타는 마음을 지닌 스타일이에요. 사랑을 쟁취하는 것에도 서스럼없는 당신은 상대를 아찔하게 만드는 재주가 있어요!',
      '독립적이고 쿨한 기질을 가진 폭스, 사랑을 일종의 게임으로 여기기도 해요. 한번 사는 인생 다양한 사람과 다양한 사랑을 즐기는 당신! 가끔은 그런 능숙한 모습들이 바람둥이처럼 보일 수도 있어요.',
    ],
    shareMessage: '매력이 흘러넘치는, 폭스',
    imageUrl:
      'https://github.com/waggle2/wagglewaggle/assets/87300419/393496b4-6494-4000-a493-a134f0795086',
  },
  {
    name: '곰돌이',
    script: '진국 중에 진국인 당신은 곰돌이!',
    tag: ['# 진또배기', '# 순정 소심이', '# 권태기 제로'],
    description: [
      '보고 또 볼수록 매력이 더해지는 곰돌이들의 사랑에 권태기는 먼나라 이야기에요. 신중하게 서서히 타오르는 곰돌이들의 사랑! 상대방을 신뢰하고 사랑에 기복이 없어 오래가요.',
      '경험을 토대로 마음을 발전시키는 곰돌이들은 연락 빈도와 애정표현에 민감해요. 그러면서도 속에 쌓아두는 일도 많죠! 가끔은 용기내어 상대방에게 먼저 표현해보기도 하고, 서운할 땐 서운하다고 말해봐요!',
    ],
    shareMessage: '진국 중에 진국, 곰돌이',
    imageUrl:
      'https://github.com/waggle2/wagglewaggle/assets/87300419/e34d5295-5c58-4d83-875b-2abc08301590',
  },
  {
    name: '고냥이',
    script: '의도치않은 밀당쟁이 당신은 고냥이!',
    tag: ['# 집콕러버', '# 혼자가 좋아', '# 사실은 진국'],
    description: [
      '피곤한걸 싫어하고 연애에 관심이 적은 도도한 고냥이! 독립적인 성향이 강하고 혼자만의 시간을 선호해요. 의외로 서서히 타오르는 진국의 기질을 가지고 있답니다.',
      '차분하고 의존성이 낮은 당신의 모습을 상대방은 자칫 밀당이나 무관심으로 오해할 수도 있어요! 가끔씩은 연인에게 관심 가지는 모습을 보여줘봐요. 연인은 당신의 관심에 목말라 있을테니까요.',
    ],
    shareMessage: '의도치않은 밀당쟁이, 고냥이',
    imageUrl:
      'https://github.com/waggle2/wagglewaggle/assets/87300419/dddb6cb5-bcf7-4dc3-88cc-4e4723c106cb',
  },
]
